<!DOCTYPE html>
<html>
	<head>
	<?php include ("libraries.php");?>
	</head>
	<body>
		<div class="wrap">
			<header>
			<?php include ("header.php");?>
			</header>
			<div class="contents">
				<nav></nav>
				<div class="content">
					<div class="top">
						<h1>맛위키 개인정보처리방침</h1>
					</div>
					<div class="core">
						<p>
							맛위키(이하 “회사”라 한다)는 개인정보보호법에 따라 정보주체의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.<br/>
							<br/>
							회사는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.<br/>
							<br/>
							본 방침은 2016년 12월 31일부터 시행됩니다.<br/>
						</p>
						<p>
							<span>제1조 (개인정보의 처리 목적)</span><br/>
							<br/>
							① 회사는 다음의 목적을 위하여 개인정보를 처리하고 있으며, 다음의 목적 이외의 용도로는 이용하지 않습니다.<br/>
							<br/>
							② 이용 목적이 변경되는 경우에는 개인정보보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.<br/>
							<br/>
							1. 홈페이지 회원 가입 및 관리<br/>
							 회원제 서비스 제공에 따른 본인 식별ㆍ인증, 회원자격 유지ㆍ관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 각종 고지ㆍ통지, 고충처리 등을 목적으로 개인정보를 처리합니다.<br/>
							2. 서비스 제공<br/>
							 콘텐츠 제공, 맞춤서비스 제공, 본인인증 등을 목적으로 개인정보를 처리합니다.<br/>
							3. 고충처리<br/>
							 민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락ㆍ통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.<br/>
						</p>
						<p>
							<span>제2조 (개인정보의 처리 및 보유기간)</span><br/>
							<br/>
							① 회사는 정보주체로부터 개인정보를 수집할 때 동의 받은 개인정보 보유ㆍ이용기간 또는 법령에 따른 개인정보 보유ㆍ이용기간 내에서 개인정보를 처리ㆍ보유합니다.<br/>
							<br/>
							② 구체적인 개인정보 처리 및 보유 기간은 다음과 같습니다.<br/>
							<br/>
							1. 홈페이지 회원 가입 및 관리: 서비스 이용계약 또는 회원가입 해지시까지<br/>
							다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지<br/>
							1) 관계 법령 위반에 따른 수사ㆍ조사 등이 진행중인 경우에는 해당 수사ㆍ조사 종료시까지<br/>
							2) 채권ㆍ채무관계 잔존시에는 해당 채권ㆍ채무관계 정산시까지<br/>
							2. 서비스 제공: 서비스 공급완료시까지<br/>
							다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료시까지<br/>
							1) 「전자상거래 등에서의 소비자 보호에 관한 법률」 에 따른 표시ㆍ광고, 계약내용 및 이행 등 거래에 관한 기록<br/>
							 - 표시ㆍ광고에 관한 기록 : 6개월<br/>
							 - 소비자 불만 또는 분쟁처리에 관한 기록 : 3년<br/>
							2) 「통신비밀보호법」 제41조에 따른 통신사실확인자료 보관<br/>
							 - 가입자 전기통신일시, 개시ㆍ종료시간, 상대방 가입자번호, 사용도수 : 1년<br/>
							 - 컴퓨터통신, 인터넷 로그기록자료 : 3개월<br/>
							3) 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 시행령 제29조에 따른 본인확인정보 보관 : 게시판에 정보 게시가 종료된 후 6개월<br/>
						</p>
						<p>
							<span>제3조 (정보주체의 권리ㆍ의무 및 그 행사방법)</span><br/>
							<br/>
							① 정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.<br/>
							<br/>
							1. 개인정보 열람요구<br/>
							2. 오류 등이 있을 경우 정정 요구<br/>
							3. 삭제요구<br/>
							4. 처리정지 요구<br/>
							<br/>
							② 제1항에 따른 권리 행사는 회사에 대해 개인정보보호법 시행규칙 별지 제8호 서식에 따라 서면, 전자우편 등을 통하여 하실 수 있으며 회사는 이에 대해 지체없이 조치하겠습니다.<br/>
							<br/>
							③ 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.<br/>
							<br/>
							④ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.<br/>
							<br/>
							⑤ 정보주체는 개인정보보호법 등 관계법령을 위반하여 회사가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다.<br/>
						</p>
						<p>
							<span>제4조 (처리하는 개인정보 항목)</span><br/>
							<br/>
							① 회사는 다음의 개인정보 항목을 처리하고 있습니다.<br/>
							<br/>
							1. 홈페이지 회원 가입 및 관리<br/>
							- 필수항목 : 아이디, 비밀번호, 닉네임<br/>
							- 선택항목 : 성명, 이메일주소, 성별, 연령대<br/>
							2. 서비스 제공<br/>
							- 필수항목 : 아이디, 비밀번호, 닉네임, 이메일주소<br/>
							- 선택항목 : 성명, 성별, 연령대<br/>
							3. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.<br/>
							- IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등<br/>
						</p>
						<p>
							<span>제5조 (개인정보의 파기)</span><br/>
							<br/>
							① 회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.<br/>
							<br/>
							② 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.<br/>
							<br/>
							③ 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.<br/>
							<br/>
							④ 개인정보 파기의 절차 및 방법은 다음과 같습니다.<br/>
							<br/>
							1. 파기절차<br/>
							 회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.<br/>
							2. 파기방법<br/>
							 회사는 전자적 파일 형태로 기록ㆍ저장된 개인정보를 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록ㆍ저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.<br/>
						</p>
						<p>
							<span>제6조 (개인정보의 안전성 확보조치)</span><br/>
							<br/>
							① 회사는 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 조치를 하고 있습니다.<br/>
							<br/>
							1. 관리적 조치 : 정기적인 자체 감사 실시, 내부관리계획의 수립 및 시행 등<br/>
							2. 기술적 조치 : 해킹 등에 대비한 기술적 대책, 개인정보처리시스템 등의 접근권한 관리, 개인정보의 암호화, 보안프로그램 설치 등<br/>
						</p>
						<p>
							<span>제7조 (개인정보 보호책임자)</span><br/>
							<br/>
							① 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.<br/>
							<br/>
							 ▶ 개인정보 보호책임자<br/>
							- 성명 : 정승철<br/>
							- 연락처 : 010-8484-2762<br/>
							- 이메일 : administrator@mail.tastewiki.xyz<br/>
							<br/>
							② 정보주체께서는 회사의 서비스를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 회사는 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.<br/>
						</p>
						<p>
							<span>제8조 (개인정보 열람청구)</span><br/>
							<br/>
							① 정보주체는 개인정보보호법 제35조에 따른 개인정보의 열람청구를 할 수 있습니다. 회사는 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.<br/>
							<br/>
							② 개인정보 열람청구 업무는 ‘제7조 (개인정보 보호책임자)’의 ‘개인정보 보호책임자’가 담당합니다.<br/>
						</p>
						<p>
							<span>제9조 (권익침해 구제방법)</span><br/>
							<br/>
							① 정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.<br/>
							<br/>
							아래의 기관은 회사와는 별개의 기관으로서, 회사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다.<br/>
							<br/>
							▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)<br/>
							- 소관업무 : 개인정보 침해사실 신고, 상담 신청<br/>
							- 홈페이지 : privacy.kisa.or.kr<br/>
							- 전화 : (국번없이) 118<br/>
							- 주소 : (138-950) 서울시 송파구 중대로 135 한국인터넷진흥원 개인정보침해신고센터<br/>
							<br/>
							▶ 개인정보 분쟁조정위원회 (한국인터넷진흥원 운영)<br/>
							- 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)<br/>
							- 홈페이지 : privacy.kisa.or.kr<br/>
							- 전화 : (국번없이) 118<br/>
							- 주소 : (138-950) 서울시 송파구 중대로 135 한국인터넷진흥원 개인정보침해신고센터<br/>
							<br/>
							대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)<br/>
							경찰청 사이버테러대응센터 : 1566-0112 (www.netan.go.kr)<br/>
						</p>
						<p>
							<span>제10조 (개인정보처리방침 변경)</span><br/>
							<br/>
							① 이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.<br/>
						</p>
					</div>
				</div>
				<aside></aside>
			</div>
			<footer>
			<?php include ("footer.php");?>
			</footer>
		</div>
	</body>
</html>
