<!DOCTYPE html>
<html>
	<head>
	<?php include ("libraries.php");?>
	</head>
	<body>
		<div class="wrap">
			<header>
			<?php include ("header.php")?>
			</header>
			<div class="contents">
				<nav></nav>
				<div class="content">
					<div class="top">
						<h1>맛위키 이용약관</h1>
					</div>
					<div class="core">
						<p>
							<span>제1조 (목적)</span><br/>
							<br/>
							이 약관은 맛위키(이하 “회사”라 한다)가 운영하는 사이트 등을 통하여 제공하는 일체의 서비스(이하 “서비스”라 한다)를 이용함에 있어 회사와 이용자의 권리ㆍ의무 및 책임사항을 규정함을 목적으로 합니다.<br/>
						</p>
						<p>
							<span>제2조 (용어의 정의)</span><br/>
							<br/>
							① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br/>
							<br/>
							1. “사이트 등”이란 아래와 같습니다.<br/>
							- www.tastewiki.xyz<br/>
							- 기타 회사에서 운영하는 인터넷 사이트와 모바일 서비스<br/>
							2. “이용자”란 회사에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.<br/>
							3. “회원”이라 함은 회사에 회원등록을 한 자로서, 계속적으로 회사가 제공하는 서비스를 이용할 수 있는 자를 말합니다.<br/>
							4. “비회원”이라 함은 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.<br/>
						</p>
						<p>
							<span>제3조 (약관 등의 명시와 설명 및 개정)</span><br/>
							<br/>
							① 회사는 이 약관의 내용과 상호 및 대표자 성명, 전화번호ㆍ전자우편주소, 사업자등록번호, 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 “사이트 등”의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.<br/>
							<br/>
							② 회사는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.<br/>
							<br/>
							③ 회사는 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br/>
							<br/>
							④ 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 “사이트 등”의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 회사는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.<br/>
							<br/>
							⑤ 회사가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 조약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제4항에 의한 개정약관의 공지기간 내에 회사에 송신하여 회사의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.<br/>
							<br/>
							⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.<br/>
						</p>
						<p>
							<span>제4조 (서비스의 제공 및 변경)</span><br/>
							<br/>
							① 회사는 다음과 같은 업무를 수행합니다.<br/>
							<br/>
							1. 정보 등의 제공<br/>
							2. 기타 회사가 정하는 업무<br/>
							<br/>
							② 회사는 정보 등을 제공할 수 없을 경우 그 사유를 이용자에게 즉시 통지합니다.<br/>
							<br/>
							③  전항의 경우 회사는 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.<br/>
						</p>
						<p>
							<span>제5조 (서비스의 중단)</span><br/>
							<br/>
							① 회사는 컴퓨터 등 정보통신설비의 보수점검ㆍ교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.<br/>
							<br/>
							② 회사는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.<br/>
						</p>
						<p>
							<span>제6조 (회원가입)</span><br/>
							<br/>
							① 이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.<br/>
							<br/>
							② 회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.<br/>
							<br/>
							1. 등록 내용에 허위, 기재누락, 오기가 있는 경우<br/>
							2. 기타 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고 판단되는 경우<br/>
							<br/>
							③ 회원가입계약의 성립 시기는 회사의 승낙이 회원에게 도달한 시점으로 합니다.<br/>
							<br/>
							④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 회사에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.<br/>
						</p>
						<p>
							<span>제7조 (회원 탈퇴 및 자격 상실 등)</span><br/>
							<br/>
							① 회원은 회사에 언제든지 탈퇴를 요청할 수 있으며, 회사는 즉시 회원탈퇴를 처리합니다.<br/>
							<br/>
							② 회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및 정지시킬 수 있습니다.<br/>
							<br/>
							1. 가입 신청 시에 허위 내용을 등록한 경우<br/>
							2. 다른 이용자의 회사 이용을 방해하거나 그 정보를 도용하는 등 질서를 위협하는 경우<br/>
							3. 회사를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우<br/>
							<br/>
							③ 회사가 회원 자격을 제한ㆍ정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다.<br/>
							<br/>
							④ 회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.<br/>
						</p>
						<p>
							<span>제8조 (회원에 대한 통지)</span><br/>
							<br/>
							① 회사가 회원에 대한 통지를 하는 경우, 회원이 회사와 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.<br/>
							<br/>
							② 회사는 불특정다수 회원에 대한 통지의 경우 1주일이상 “사이트 등”의 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인과 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.<br/>
						</p>
						<p>
							<span>제9조 (개인정보 제공 동의 등)</span><br/>
							<br/>
							① 회사가 제3자에게 이용자의 개인정보를 제공할 필요가 있는 경우 1) 개인정보를 제공받는 자, 2) 개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 이용자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.)<br/>
							<br/>
							② 회사가 제3자에게 이용자의 개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 1) 개인정보 취급위탁을 받는 자, 2) 개인정보 취급위탁을 하는 업무의 내용을 이용자에게 알리고 동의를 받아야 합니다. (동의를 받은 사항이 변경되는 경우에도 같습니다.) 다만, 서비스제공에 관한 계약이행을 위해 필요하고 편의증진과 관련된 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.<br/>
						</p>
						<p>
							<span>제10조 (개인정보보호)</span><br/>
							<br/>
							① 회사는 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.<br/>
							<br/>
							② 회사는 회원가입시 불필요한 정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무이행을 위하여 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.<br/>
							<br/>
							③ 회사는 이용자의 개인정보를 수집ㆍ이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다.<br/>
							<br/>
							④ 회사는 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용ㆍ제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.<br/>
							<br/>
							⑤ 회사가 제3항과 제4항에 의해 이용자의 동의를 받아야 하는 경우네는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.<br/>
							<br/>
							⑥ 이용자는 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며, 회사는 이에 대해 지체없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.<br/>
							<br/>
							⑦ 회사는 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며 이용자의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.<br/>
							<br/>
							⑧ 회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.<br/>
							<br/>
							⑨ 회사는 개인정보의 수집ㆍ이용ㆍ제공에 관한 동의 란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집ㆍ이용ㆍ제공에 관한 이용자의 동의 거절시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집ㆍ이용ㆍ제공에 관한 이용자의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.<br/>
						</p>
						<p>
							<span>제11조 (회사의 의무)</span><br/>
							<br/>
							① 회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 정보 등을 제공하는데 최선을 다하여야 합니다.<br/>
							<br/>
							② 회사는 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의 개인정보보호를 위한 보안 시스템을 갖추어야 합니다.<br/>
							<br/>
							③ 회사는 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.<br/>
						</p>
						<p>
							<span>제12조 (회원의 ID 및 비밀번호에 대한 의무)</span><br/>
							<br/>
							① 제10조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.<br/>
							<br/>
							② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.<br/>
							<br/>
							③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 안내가 있는 경우에는 그에 따라야 합니다.<br/>
						</p>
						<p>
							<span>제13조 (이용자의 의무)</span><br/>
							<br/>
							① 이용자는 다음 행위를 하여서는 안 됩니다.<br/>
							<br/>
							1. 신청 또는 변경 시 허위 내용의 등록<br/>
							2. 타인의 정보 도용<br/>
							3. 회사가 게시한 정보의 변경<br/>
							4. 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시<br/>
							5. 회사 및 기타 제3자의 저작권 등 지적재산권에 대한 침해<br/>
							6. 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br/>
							7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위<br/>
							8. 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위<br/>
							9. 기타 불법적이거나 부당한 행위<br/>
							<br/>
							② 이용자는 관계법, 이 약관의 규정, 이용안내 및 서비스와 관련하여 공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 하여서는 안 됩니다.<br/>
						</p>
						<p>
							<span>제14조 (저작권의 귀속 및 이용제한)</span><br/>
							<br/>
							① 이용자가 작성한 저작물에 대한 저작권 및 기타 지적재산권은 회사에 귀속합니다.<br/>
							<br/>
							② 이용자는 회사를 이용함으로써 얻은 정보 중 회사에게 지적재산권이 귀속된 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.<br/>
						</p>
						<p>
							<span>제15조 (면책 조항)</span><br/>
							<br/>
							① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.<br/>
							<br/>
							② 회사는 이용자의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.<br/>
							<br/>
							③ 회사는 이용자가 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.<br/>
							<br/>
							④ 회사는 이용자가 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관해서는 책임을 지지 않습니다.<br/>
						</p>
						<p>
							<span>제16조 (분쟁해결)</span><br/>
							<br/>
							① 회사는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치ㆍ운영합니다.<br/>
							<br/>
							② 회사는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.<br/>
							<br/>
							③ 회사와 이용자 간에 발생한 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시ㆍ도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.<br/>
						</p>
						<p>
							<span>제17조 (재판권 및 준거법)</span><br/>
							<br/>
							① 회사와 이용자 간에 발생한 분쟁에 관한 소송은 제소 당시의 회사의 주소에 의하여 민사소송법상의 관할법원에 제기합니다.<br/>
							<br/>
							② 회사와 이용자 간에 제기된 소송에는 한국법을 적용합니다.<br/>
						</p>
					</div>
				</div>
				<aside></aside>
			</div>
			<footer>
			<?php include ("footer.php")?>
			</footer>
		</div>
	</body>
</html>